---
kind: enumMember
id: F:Autodesk.Revit.DB.ConnectorType.Family
enum: Autodesk.Revit.DB.ConnectorType
zh: 族
source: html/769d8156-55b0-bda8-9e8f-f81fce49f1af.htm
---
# Autodesk.Revit.DB.ConnectorType.Family

**中文**: 族

Family connection type